export const structureTypes = {
    "601": "木造・土蔵造",
    "602": "鉄骨鉄筋コンクリート造",
    "603": "鉄筋コンクリート造",
    "604": "鉄骨造",
    "605": "軽量鉄骨造",
    "606": "レンガ造・コンクリートブロック造・石造",
    "610": "非木造",
    "611": "不明",
    "612": "簡易耐火",
    "613": "耐火"
}

export const usages = {
    "401": "業務施設",
    "402": "商業施設",
    "403": "宿泊施設",
    "404": "商業系複合施設",
    "411": "住宅",
    "412": "共同住宅",
    "413": "店舗等併用住宅",
    "414": "店舗等併用共同住宅",
    "415": "作業所併用住宅",
    "421": "官公庁施設",
    "422": "文教厚生施設",
    "431": "運輸倉庫施設",
    "441": "工場",
    "451": "農林漁業用施設",
    "452": "供給処理施設",
    "453": "防衛施設",
    "454": "その他",
    "461": "不明"
}